NSCameraUsageDescription = "Kamera se uporablja za video klice";
NSMicrophoneUsageDescription = "Mikrofon se uporablja za glasovne in video klice";
NSPhotoLibraryUsageDescription = "Slikovna knjižnica se uporablja za izmenjavo slik in video posnetkov na napravi";
NSContactsUsageDescription = "Dostop do stikov omogoča povezave naslovov stikov v imeniku s stiki na strežniku";
NSLocationWhenInUseUsageDescription = "Uporablja se za objavo trenutnega mesta z drugimi uporabniki";
